Repository: 84000/data-translation-memory
Catalog: toh62-v3.tmx
Source language: bo
Languages: en

source: །གང་དུ་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་འདུག་པར་གྱུར་པའི་ཁྲི་རིན་པོ་ཆེ་སྣ་བདུན་ལས་བྱས་པ་འཕང་དུ་མི་བདུན་ཙམ་ཡོད་པ་བཤམས་པ་དབུས་མ་དེར་རས་བཅོས་བུ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་བདུན་བཏིང་བར་གྱུར་ཏོ།
en: “A throne was erected, fashioned out of the seven precious substances, about the height of seven men, where young prince Puṇyaraśmi was seated. In the middle of this, eight hundred and seventy million pieces of calico fabric were spread out.

source: །ཁྲི་ཐམས་ཅད་ཀྱི་དྲུང་དུ་ཡང་པོག་པོར་ནས་ཨ་ག་རུས་བདུགས་ཤིང་ཉིན་ལན་གསུམ་མཚན་ལན་གསུམ་དུ་མེ་ཏོག་འགྲེམས་པར་བྱེད་དོ།
en: Everywhere at the base of the throne incense pots of agarwood perfumed the air. Three times per day and three times per night, flowers were scattered. The throne was decorated with a golden covering.

source: །གསེར་གྱི་ལྡ་ལྡི་བྲེས་སོ།
en: It was draped with golden lotuses.

source: །གསེར་གྱི་པད་མ་རབ་ཏུ་སྦྱངས་སོ། །མུ་ཏིག་དང་ནོར་བུའི་དྲ་བས་བྲེས་སོ། །ནོར་བུ་རིན་པོ་ཆེའི་འོད་ཀྱིས་སྣང་བར་བྱས་སོ།
en: It was arrayed with nets of pearls and jewels, which shone with the splendor of precious jewels.

source: །རིན་པོ་ཆེའི་དྲ་བ་བརྒྱད་ཁྲི་རབ་ཏུ་སྦྱངས་སོ།
en: Eighty thousand jeweled canopies were suspended.

source: །རིན་པོ་ཆེའི་ཤིང་ལྗོན་པ་ཐམས་ཅད་ལ་ཡང་བ་དན་བརྒྱ་བརྒྱ་སྦྱངས་སོ།
en: On every jeweled tree, a hundred banners were suspended.

source: །སྐྱེད་མོས་ཚལ་ཀུན་ཏུ་ཡང་ནོར་བུ་རིན་པོ་ཆེ་འོད་དཔག་ཚད་ཙམ་ཡོད་པ་འབུམ་ཕྲག་དགུ་བཅུ་རྩ་དགུ་བཞག་པར་གྱུར་ཏེ།
en: Throughout this pleasure grove, nine million nine hundred thousand lights of precious strings of jewels measuring about one yojana were placed.

source: དེ་དག་གི་འོད་ཀྱིས་འཇིག་རྟེན་ཐམས་ཅད་སྣང་བར་གྱུར་ཏོ།
en: The whole world was illuminated by their splendor.

source: །ཡུལ་འཁོར་སྐྱོང་སྐྱེད་མོས་ཚལ་དེ་ན་བྱའི་ཚོགས་མིའི་སྐད་དུ་སྨྲ་བ་ནེ་ཙོ་དང་། རི་སྐེགས་དང་། ཁྲུང་ཁྲུང་དང་། ཁུ་བྱུག་དང་། རྨ་བྱ་དང་། ངང་པ་དང་། ངུར་པ་དང་། ཀུ་ན་ལ་དང་། ཀ་ལ་པིང་ཀ་དང་། ཤང་ཤང་ཏེའུ་རྣམས་འཁོད་དོ།
en: “Rāṣṭrapāla, in this pleasure grove lived flocks of birds that spoke in human tongues, namely, parrots, myna birds, cranes, cuckoos, peacocks, geese, wild geese, kuṇāla birds, kalaviṅka birds, and partridges.

source: །དེ་དག་སྐད་འབྱིན་ཅིང་སྒྲ་སྒྲོགས་ན་དགའ་ཚལ་གྱི་ལྷ་རྣམས་རྒྱགས་པར་འགྱུར་བ་ལྟ་བུའི་སྒྲ་འབྱུང་ངོ་།
en: When they spoke and sang, a sound came forth that satisfied the gods of the pleasure grove.

source: །གཞོན་ནུའི་ལོངས་སྤྱོད་ཀྱི་ཕྱིར་རོའི་རྣམ་པ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་རོ་རྣམ་པ་ལྔ་བརྒྱ་པའི་ཁ་ཟས་རྣམས་རྟག་པར་རྒྱུན་དུ་བཤམས་པར་གྱུར་ཏོ།
en: For the young prince’s enjoyment, meals of five hundred flavors, replete with all sorts of tastes, were continuously arrayed.

source: །དེའི་ཚེ་གཞོན་ནུ་ལོ་བཅུ་དྲུག་ལོན་པ་ནས་ཉི་ཤུ་ལོན་པའི་སྐྱེད་དང་ལྡན་པ་དག་གྲོང་ཁྱེར་ཐམས་ཅད་ནས་བསྡུས་ནས་གྲོང་ཁྱེར་དེར་བཙུད་དོ།
en: At that time, youths between the ages of sixteen and twenty years were rounded up from all the cities and led to this grove.

source: །ཐམས་ཅད་བཟོའི་གནས་དང་། ལས་ཀྱི་གནས་ཀྱི་བྱ་བ་ཤེས་པ། ཐམས་ཅད་ཀྱང་འཇིག་རྟེན་པའི་དགའ་བ་དང་། འཚོག་ཆས་ཀྱི་བྱ་བ་ཤེས་པ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་གྲོང་ཁྱེར་དེར་བཙུད་པར་གྱུར་ཏོ།
en: Eight hundred million people, all of whom were learned in arts and crafts, in the worldly pleasures, and in acts of service, were led to this city.

source: །ཕ་མ་གཉིས་ཀྱིས་དེ་ལ་བུ་མོ་བྱེ་བ་བྱིན་ནོ། །ཉེ་དུའི་ཚོགས་ཀྱིས་བྱེ་བ་དང་། གྲོང་རྡལ་བའི་མིས་བྱེ་བ་དང་། རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་བུ་མོ་བྱེ་བ་བྱིན་པར་གྱུར་ཏེ།
en: “Ten million girls were offered to him by his parents, ten million by his relatives, ten million by people of the city, and ten million by all the kings.

source: དེ་དག་ཐམས་ཅད་ཀྱང་གཟུགས་བཟང་བ་མཛེས་པ། བལྟ་ན་སྡུག་པ་ཤ་སྟག་གོ།
en: All of them had exclusively gorgeous bodies, ravishing and delightful.

source: །ཐམས་ཅད་ཀྱང་ན་ཚོད་ལོ་བཅུ་དྲུག་ལོན་པ། གླུ་མཁས་པ། རོལ་མོའི་སྒྲ་མཁས་པ། གར་མཁས་པ། རྒོད་མཁས་པ། སྐྱེས་པའི་གན་དུ་འགྲོ་མཁས་པ།
en: Moreover, they were all sixteen years of age, and skilled in singing, playing instruments, dancing, entertaining, and the ways of approaching men.

source: དྲང་བ། གཞོན་པ། མཉེན་པ། ཡན་ལག་འཇམ་པ།
en: They were all upright, youthful, and charming, with soft curves.

source: གསོང་པོར་སྨྲ་བ། བཞིན་འཛུམ་པ། ཚུལ་མཁས་པ། སྒྱུ་རྩལ་ཐམས་ཅད་ཀྱི་བྱ་བ་ལ་མཁས་པ། ཧ་ཅང་ཡང་མི་རིང་བ།
en: They were honest in speech, had smiling faces and skillful behavior, and were skilled in all arts.

source: ཧ་ཅང་ཡང་མི་ཐུང་བ། ཧ་ཅང་ཡང་མི་སྐེམ་པ། ཧ་ཅང་ཡང་མི་སྦོམ་པ། ཧ་ཅང་ཡང་མི་དཀར་བ། ཧ་ཅང་ཡང་མི་སྔོ་བ།
en: They were neither too tall nor too short, neither too thin nor too fat, and neither too fair nor too dark.

source: ཁ་ནས་མེ་ཏོག་ཨུད་པ་ལའི་བསུང་འབྱུང་བ། ལུས་རྣམས་ལས་ཙན་དན་གྱི་དྲི་འབྱུང་བ།
en: Their breaths carried the scent of lotus flowers, and from their bodies emanated the fragrance of sandalwood.

source: ལྷའི་བུ་མོ་ལྟར་གསལ་བ། ཤིན་ཏུ་ཡིད་དུ་འོང་བའི་ཚུལ་དང་ལྡན་པ་གླུ་དབྱངས་ལེན་པ་དེ་དག་གི་ནང་ན་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་གནས་སོ།
en: They appeared as brilliant as divine maidens, looking extremely attractive and singing melodious songs. Amidst them was seated young prince Puṇyaraśmi.

source: །གླུ་དབྱངས་དང་། རོལ་མོའི་སྒྲ་དེ་ལ་ཀྱེ་མའོ་བདག་དང་མི་མཛའ་བའི་ཚོགས་ཆེན་པོ་དང་། བདག་གི་དགེ་བའི་ཆོས་ཡོངས་སུ་ཉམས་པར་བྱེད་པ་བྱུང་སྟེ་བལྟ་བར་མི་བྱའོ་སྙམ་པའི་སེམས་བསྐྱེད་དོ།
en: “With regard to these sounds of song and music, he gave rise to the thought, ‘Alas! This great assembly is not friendly toward me and has appeared in order to destroy my virtuous qualities.

source: །དེ་དེའི་ཚེ་འདི་ལྟ་སྟེ་དཔེར་ན་གསང་བར་བྱ་བའི་མི་ཡིས་གཤེད་མ་མཐོང་ན་ངོ་མཚར་གྱི་སེམས་མི་སྐྱེད་པ་དེ་བཞིན་དུ་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ཡང་བུད་མེད་དེ་དག་མཐོང་ན་ངོ་མཚར་དུ་མི་འཛིན་ཏོ།
en: I will not concern myself with them!’ At that time, just like a man who is about to be killed and is not surprised upon seeing his executioner, the young prince Puṇyaraśmi was not surprised when he saw those women.

source: །གྲོང་ཁྱེར་དེ་ལ་ཡང་གྲོགས་དང་ལྷན་ཅིག་ངོ་མཚར་དུ་མི་འཛིན་ཏོ། །ལོ་བཅུ་པོ་དེ་དག་གི་བར་དུ་བདག་ནམ་ཞིག་ན་མི་མཛའ་བའི་ཚོགས་རྣམ་པ་འདི་ལྟ་བུའི་ནང་ནས་ཐར་བར་འགྱུར་སྙམ་པ་དང་། བདག་ནམ་ཞིག་ན་བག་ཡོད་པའི་སྤྱད་པ་སྤྱོད་ཅིང་དེས་བདག་ཐར་བར་འགྱུར་ཞིག་གུ་སྙམ་པ་དེ་ལྟ་བུའི་སེམས་འཇུག་པ་མ་གཏོགས་པར་ནམ་ཡང་གཟུགས་ཀྱི་མཚན་མ་བཟུང་བར་མ་གྱུར་ཏེ།
en: And he was not surprised to see his female companions in the city. During those ten years he thought, ‘I will become liberated from such an inhospitable assembly.’ And he pondered, ‘When will I lead a conscientious life, through which I can become liberated?’ Apart from generating such thoughts, he never grasped for the characteristic signs of form.

source: དེ་བཞིན་དུ་སྒྲའི་མཚན་མ་དང་། དྲིའི་མཚན་མ་དང་། རོའི་མཚན་མ་དང་། རེག་གི་མཚན་མ་བཟུང་བར་མ་གྱུར་ཏོ།
en: “Likewise, he did not grasp for the characteristics of sound, smell, taste, or touch.

source: །དེ་ནས་བུ་མོ་དེ་དག་གིས་རྒྱལ་པོ་འོད་ཟེར་ལྡན་ལ་ལྷ་གཞོན་ནུ་ནི་མི་རོལ་ཏོ། །དགྱེས་པར་མི་མཛད་དོ། །དགྱེས་དགུར་མི་སྤྱོད་དོ་ཞེས་སྨྲས་སོ།། །།བམ་པོ་གསུམ་པ་སྟེ་ཐ་མ།
en: “Then those girls said, ‘Your majesty, King Arciṣmān, the young prince does not engage in play, he does not enjoy himself, and he refuses to be courted.’

source: ཡུལ་འཁོར་སྐྱོང་དེ་ནས་རྒྱལ་པོ་འོད་ཟེར་ལྡན་རྒྱལ་པོ་བརྒྱད་ཁྲི་དང་ལྷན་ཅིག་ཏུ་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་གདོང་ལས་མཆི་མ་འཛག་ཅིང་ལུས་འདར་ཏེ་མྱ་ངན་གྱིས་ས་ལ་འགྱེལ་ཏོ།
en: “Then, Rāṣṭrapāla, King Arciṣmān, together with eighty thousand kings, went to young prince Puṇyaraśmi. Having arrived there, with tears running down his cheeks, his body trembled. Grieving, he tumbled to the ground.

source: །དེས་ལས་ལངས་ནས་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: When he arose, he uttered the following verses to young prince Puṇyaraśmi:

source: བུ་གཅིག་རིན་ཆེན་དམ་པ་ང་ལ་ལྟོས་ཤིང་སྨྲོས།
en: “ ‘My only son, excellent jewel, look at me and speak!

source: །ང་ནི་མྱ་ངན་གཟིར་ཏེ་ཁྱིམ་ནང་ས་ལ་འགྱེལ།
en: Tormented by sorrow at home, I have fallen to the ground.

source: །སུ་ཡིས་ཁྱོད་མི་དགའ་བྱས་དེ་མྱར་ང་ལ་སྨྲོས།
en: Tell me quickly, who has displeased you?

source: །དེ་འདིར་དེའུ་རེ་ཆད་པ་ཆེན་པོས་གཅད་པར་བྱ།
en: I shall punish them severely here and now. “ ‘Look at this city, pleasing like those of the gods,

source: །ཁྱོད་ཀྱི་ཆེད་དུ་ངས་འདིར་ཡིད་ཀྱིས་གང་སྨྲས་པ།
en: That I have built here for your sake.

source: །ལྷ་ཡི་ཁྱིམ་ལྟར་ཉམས་དགའ་གྲོང་ཁྱེར་དེར་ལྟོས་ཤིག །འདི་ལ་ཡན་ལག་མ་ཚང་ཅི་ཡོད་དེ་མྱུར་སྨོས།
en: Tell me quickly which part of it is insufficient,

source: །བརྒྱ་བྱིན་ལྟ་བུའི་འབྱོར་པ་དེ་རིང་ཁྱོད་ལ་བསྟན།
en: And I will present you today with riches like those of Śakra. “ ‘Look at this multitude of women like heavenly maidens,

source: །པད་མའི་མིག་ཅན་མིག་མཛེས་མྱ་ངན་ཉམ་ཐག་པ། །ལྷ་ཡི་བུ་མོ་ལྟ་བུའི་བུད་མེད་ཚོགས་སྨྲ་ལྟོས།
en: With beautiful, lotus-like eyes, now lamenting and afflicted with grief.

source: །མྱ་ངན་ཐུལ་ཏེ་དེ་དག་རྣམས་དང་དེ་རིང་རྩེས།
en: Overcome your worries and frolic with them today!

source: །ཅི་ཕྱིར་ཟུག་རྔུས་ཟུག་བཞིན་ལུས་དམན་སེམས་ཤིང་འདུག །དེ་དག་རབ་དགའ་ཚུལ་མཁས་དབྱངས་ཀྱི་ཡན་ལག་སྙན།
en: Why do you sit here glumly like someone pierced by a thorn? “ ‘They are skilled in the arts of pleasure and have melodious voices.

source: །གླུ་དབྱངས་ཕེག་རྡོབ་དུས་ཀྱི་རྣམ་པར་ངེས་པ་ཤེས།
en: They know precisely the right times for singing and instruments.

source: །ཁྱོད་དགའ་དུས་ལ་དེང་བབ་མྱ་ངན་མ་བྱེད་ཅིག །པད་མ་རྙིས་པ་ལྟ་བུར་ཅི་ཕྱིར་དེང་ལུས་དམན།
en: The time for pleasing you has come, so do not mourn! Why are you so downcast like a wilting lotus?

source: །མེ་ཏོག་འབྲས་བུ་ཡལ་ག་འདབ་རྒྱས་སྐྱེད་མོས་ཚལ།
en: “ ‘There is a pleasure grove with flowers, fruits, and tree branches full of leaves,

source: །སྣ་ཚོགས་སྟེང་བཞག་ལྷ་ཡི་སྣ་ཚོགས་ཤིང་རྟ་འདྲ།
en: Variegated and looming high like the Citraratha Grove of the gods.

source: །སོམས་ཤིག་ཁྱོད་ཀྱི་ན་ཚོད་འདི་ནི་ཐོག་མ་ཡིན།
en: Think about it—your youth has just begun.

source: །དགའ་བའི་དུས་ལ་བབ་ཀྱིས་དེང་འདིར་བུ་དགའ་གྱིས།
en: Since this is the time for enjoyment, enjoy yourself here and now, my son!

source: །ཁྱོད་ཀྱི་ཁྲུས་ཆེད་རྫིང་འདི་ལྷ་རྣམས་ཀྱི་ཡང་འདྲ།
en: “ ‘Your pond for bathing resembles even that of the gods.

source: །ཨུད་པ་ལ་དང་པད་མ་དག་གི་ཚལ་གྱིས་གང་།
en: It is blanketed with a forest of blue and pink lotuses.

source: །པད་མ་རྣམས་ཀྱང་བུང་བ་རྒྱགས་པ་མཆོག་གིས་བརྒྱན།
en: The lotuses are also adorned with exquisite, intoxicated bees.

source: །དེ་ལ་བུ་སོམས་སུ་ཞིག་འདི་ལ་དགའ་མི་བྱེད།
en: Think about that, my son—who would not take pleasure in it? “ ‘Geese, peacocks, parrots, cuckoos, myna birds,

source: །དང་པ་རྨ་བྱ་ནེ་ཙོ་ཁུ་བྱུག་རི་སྐེགས་དང་། །ཀ་ལ་པིང་ཀ་ཤང་ཤང་ཏེའུ་དང་ཀུ་ན་ལ།
en: Kalaviṅka birds, partridges, and kuṇāla birds

source: །ཡིད་འོང་སྒྲ་ལྡན་གངས་ཉེ་སྤོས་ངད་ལྡང་འདྲ་བ།
en: All have melodious voices like those on Mount Gandharvamādana near the Himālayas—

source: །ཐོས་ནས་མི་གང་འདི་ལ་དགའ་བ་འཐོབ་མི་འགྱུར།
en: Hearing them, what man would not find pleasure in them?

source: །གཞལ་མེད་ཁང་དག་མུ་ཏིག་དྲར་བཅས་ནོར་བུ་གཙུག །གསེར་དང་བཻ་དཱུརྱས་སྤྲས་རྣམ་རྒྱལ་ཁང་པ་འདྲ།
en: “ ‘Mansions are endowed with nets of pearls and embedded with jewels. They are adorned with gold and beryl like Indra’s Palace of Victory.

source: །རིན་ཆེན་ཁྲི་མཆོག་དམ་པ་རྣམས་ཀྱང་རབ་བཏིང་བ།
en: Excellent jeweled thrones are adorned

source: །གསེར་དྲིལ་གཡེར་ཀ་ཏ་ལའི་ཕྲེང་བ་སྒྲ་སྙན་པ།
en: With golden bells, small bells, and garlands of cymbals that make beautiful sounds.

source: །ཟབ་ཅིང་བརྟན་པ་མཆོག་གི་སིལ་སྙན་སྒྲ་སྒྲོགས་པ།
en: “ ‘A supremely sonorous and continuous sound announces

source: །ཁྱོད་ཀྱི་ཆེད་དུ་སྲང་རྣམས་སུ་ཡང་སྦྱིན་རྒྱ་ཆེ།
en: That for your sake, generous gifts are spread out on the streets.

source: །བུ་མོ་སྟོང་དག་གླུ་མཆོག་སྙན་པའི་སྒྲ་འབྱིན་པ།
en: A thousand girls sing sublime, enchanting songs,

source: །དགའ་ཚལ་ལྷ་ཡི་བུ་མོ་རྣམས་ཀྱི་འདྲ་བ་སྒྲོག །མཐོ་རིས་འདྲ་བའི་གནས་ཡིད་འོང་ལ་ཅི་ཡི་ཕྱིར།
en: Resounding like those of the heavenly maidens in the pleasure groves.

source: །རྣམ་པར་གཡེང་བའི་སེམས་ཀྱིས་བུ་ཁྱོད་དགའ་མི་བྱེད།
en: My son, why do you not find pleasure through distraction In this pleasant haven resembling the godly realms?

source: །གཞོན་ནུ་ཁྱོད་ཀྱི་རྩེད་གྲོགས་ལྷ་ཡི་བུ་འདྲ་བ།
en: “ ‘Young prince, your playmates resemble the sons of gods.

source: །བུ་ཕོ་དེ་དག་རྣམས་དང་ལྷན་ཅིག་རྩེད་མོ་གྱིས།
en: Go play with those boys!

source: །ཁྱོད་ཀྱི་ཕ་དང་མ་ཡང་མཆི་མས་བརྣངས་ཤིང་འདུག །སྐྱེ་བོ་འདི་ལ་སྡུག་བསྔལ་སྙིང་རྗེ་མེད་དམ་ཅི།
en: Your parents are choked with tears. Don’t you feel any anguish or compassion for them?’

source: །འདུས་བྱས་ཡིད་བྱུང་འདོད་པའི་ལོངས་སྤྱོད་དོན་མི་གཉེར།
en: “Disgusted with the conditioned, and not seeking the enjoyments of lust,

source: །ཡོན་ཏན་བསགས་པ་སྲིད་པའི་སྐྱོན་མཐོང་དེས་སྨྲས་པ།
en: The one who had accrued good qualities and perceived the faults of existence said,

source: །འཁོར་བའི་དྲ་བར་ཆུད་པའི་འགྲོ་བ་འདི་བལྟས་ནས།
en: ‘Upon seeing these living beings who have entered the cage of saṃsāra, I aim for liberation—please listen, father!

source: །ཐར་པ་དོན་གཉེར་པ་ལ་སྨྲས་པ་ཡབ་གསོན་ཅིག །ལྷ་ཅིག་སུས་ཀྱང་བདག་ལ་མི་དགའ་བགྱིས་མ་མཆིས།
en: “ ‘Your majesty, no one has done anything unpleasant to me.

source: །བདག་ནི་ད་ལྟར་འདོད་པའི་ཡོན་ཏན་མོས་མ་ལགས།
en: I have no longing for sensory pleasures now.

source: །ཉོན་མོངས་གང་དག་ངན་འགྲོའི་གཡང་སར་ལྟུང་བྱེད་པ།
en: Making one fall into the abyss of defiling emotions and lower destinies,

source: །སྡུག་པ་ཐམས་ཅད་དགྲ་དང་མཚུངས་ཏེ་རྗེས་མི་སྲུང་།
en: All these alluring beauties are like enemies—I am not fond of them.

source: །མི་མཁས་བྱིས་པ་སྐྱེ་བོ་དེ་དག་བུད་མེད་དགའ།
en: “ ‘Unwise, foolish people take pleasure in these women.

source: །བདུད་ཀྱི་ཞགས་པ་ཡོན་ཏན་འཆིང་བ་གཡང་ས་ཆེ།
en: Bound by the charms of Māra ’s noose, they are great pitfalls.

source: །རྟག་ཏུ་འཕགས་པའི་སྐྱེ་བོས་དེ་དག་དེ་ལྟར་སྨད།
en: Accordingly, they are always condemned by noble beings.

source: །སེམས་དམྱལ་ངན་འགྲོ་མྱ་ངན་རྩ་བ་ཅི་ཕྱིར་བསྟེན།
en: Why should I attend to a mind that is the root of suffering in the hells and lower realms?

source: །བུད་མེད་འདི་དག་ལྤགས་པའི་གཟུགས་ཀྱིས་དགའ་བ་ཙམ།
en: “ ‘These women are only enjoyable on the surface.

source: །བདག་ནི་རུས་རྒྱུས་འཁྲུལ་འཁོར་མི་གཙང་དོན་མི་གཉེར།
en: I do not set my heart on these impure contraptions of bones,

source: །ཁྲག་དང་གཅིན་དང་མི་གཙང་བ་དང་དྲི་མ་འཛག །གསལ་བ་དུར་ཁྲོད་འདྲ་ལ་ཇི་ལྟར་དགའ་བར་བགྱི།
en: Leaking filth as they do, such as blood, urine, and excrement. How could I enjoy something that clearly belongs in the charnel grounds?

source: །གླུ་དང་གར་དང་རོལ་མོའི་དབྱངས་སྒྲ་གཟུང་མི་བགྱི།
en: “ “I will listen to neither song nor the sound of dance and music.

source: །དགའ་བ་རྨི་ལམ་འདྲ་བ་མི་མཁས་རྨོངས་པར་བགྱིད།
en: These joys are like dreams and confuse the unwise.

source: །ཀུན་ཏུ་རྟོག་པ་སྲེད་གྱུར་མི་མཁས་འདིར་བརླག་གིས།
en: The unwise, attached to conceptions, will be destroyed here.

source: །ཅི་ཕྱིར་བྱིས་པའི་སྐྱེ་བོ་ལྟ་བུར་ཉོན་མོངས་འཁོལ།
en: Why should I become enslaved by afflictions like these fools?

source: །ཤིང་ལྕུག་འདི་དག་ཐམས་ཅད་དགུན་གྱི་དུས་བྱུང་ན།
en: “ ‘Come winter, all these trees and creepers

source: །དགོན་དུང་ཤིང་ལྟར་འགྱུར་ཏེ་དགའ་བར་འགྱུར་མ་ལགས།
en: Will be like wasteland shrubs, not enjoyable at all.

source: །མི་རྟག་འདི་ཡིས་དཔལ་རྣམས་ཐམས་ཅད་བཤིག་གྱུར་ཏེ།
en: This impermanence destroys all glory.

source: །སྲོག་གཡོར་གྱུར་ཀྱང་གཏི་མུག་གིས་ནི་བག་མེད་གྱུར།
en: Out of ignorance, I become reckless in this unstable life.

source: །སེམས་ནི་རྒྱ་མཚོ་ལྟ་བུར་ཚིམ་པར་བྱེད་མི་ནུས།
en: “ ‘The thirst of the mind cannot be quenched, as is the case when drinking ocean water.

source: །སྲིད་པ་རབ་ཏུ་འཕེལ་ལ་དགའ་བས་ཕྱིར་ཞིང་འདོད།
en: By enjoying things with ever-increasing craving, one always wants more.

source: །འདོད་རྒྱུས་ཕན་ཚུན་གསོད་པའི་འགྲོ་ལ་བལྟས་ནས་སུ།
en: Looking at beings who kill each other out of desire,

source: །འདི་ན་ཇི་ལྟར་ལྷུན་པོ་རླུང་གིས་མི་བསྐྱོད་བཞིན།
en: I am as unwavering as Mount Meru in the wind.

source: །རྒྱལ་པོ་ཁྱོད་དང་ཕ་དང་ལྷན་ཅིག་སྐྱེས་པ་དང་། །གཉེན་གྱི་སྐྱེ་བོ་ཆུང་མ་ངན་སོང་བདག་སྐྱབས་མིན།
en: “ ‘You, king, my father, as well as my siblings, My relatives, and my wife cannot protect me from the lower realms.

source: །བདག་ཅག་ཐམས་ཅད་རྩྭ་རྩེའི་ཟིལ་པ་འདྲ་བ་སྟེ།
en: We are all like dew drops on tips of grass.

source: །སེམས་ཀྱི་དབང་དུ་འགྲོ་བར་མ་གྱུར་བག་ཡོད་མཛོད།
en: May we not fall prey to our desirous minds; may we be careful.

source: །མི་དབང་དར་ལ་བབ་པ་མི་རྟག་ཅིར་མི་རུང་།
en: “ ‘O lord of men, to hell with youth, which is impermanent.

source: །སྲོག་ཀྱང་རི་ཡི་ཆུ་ལྟར་མྱུར་འགྲོ་ཅིར་མི་རུང་།
en: To hell with life, which passes quickly like a mountain river.

source: །འདུས་བྱས་འདི་ཟད་གློག་སྤྲིན་འདྲ་སྟེ་ཅིར་མི་རུང་།
en: To hell with the conditioned, which is transient like a thundercloud.

source: །རྒྱལ་པོ་མཁས་ལ་སྲིད་གསུམ་འདོད་ལ་ཆགས་པ་ངན།
en: Unwholesome, O king, is attachment to objects of desire, for the wise in the three worlds.

source: །ལྷ་རྣམས་ཀྱིས་ནི་བདག་ལ་བག་ཡོད་འགྱུར་གྱིས་ཤིག །བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་ལ་ཆགས་པ་མིན་ཞེས་བསྐུལ།
en: “ ‘The gods urged me, “Be careful! A bodhisattva is not attached to the sense objects.”

source: །འཇིག་རྟེན་ཕན་པ་སྙིང་བརྩེ་སངས་རྒྱས་འདིར་འགྱུར་བགྱི།
en: I will be a buddha for the benefit of, and out of compassion for, the world.

source: །རྒྱལ་པོ་བག་མེད་སྤྱོད་ལ་བྱང་ཆུབ་ཡོད་མ་ལགས།
en: O king, there is no enlightenment for one who acts recklessly.

source: །རྒྱལ་པོ་གང་ཞིག་འདོད་པས་གཡེན་སྤྱོ་སེམས་འཁོལ་བ།
en: “ ‘O king, one who is afflicted by desire is a slave of the mind.

source: །དེ་ནི་བསོད་ནམས་ཆུད་ཟ་དགའ་ཞིང་མཐོ་རིས་ལྡོག །འཚེ་བ་ཤིན་ཏུ་རྒྱགས་པ་ནམ་ཡང་སྤྱད་མི་བགྱི།
en: Taking delight in squandering merit, one turns away from the higher realms. Never interact with someone seething with violence.

source: །སྐོན་པར་བཅུག་པའི་བྱ་ལྟར་ཇི་ལྟར་དབུགས་ཕྱིན་འགྱུར།
en: Like a bird put in a cage, how will one find relief?

source: །ཁམས་རྣམས་སྦྲུལ་དང་འདྲ་ཞིང་ཕུང་པོ་གཤེད་མ་འདྲ།
en: “ ‘The elements are like snakes, the aggregates like executioners,

source: །ཟག་དང་བཅས་པའི་སེམས་ནི་དོན་མེད་གྲོང་སྟོང་མཚུངས།
en: And the contaminated mind resembles a vacant, worthless city.

source: །རྒྱལ་པོ་འདི་ན་དུག་སྡོང་མེ་ཏོག་རྒྱས་འདྲའི་ལུས།
en: Here, O king, if the body, which is like a flower blooming on a poisonous stalk,

source: །ཆུ་བོ་རྣམས་ཀྱིས་བདས་ན་བདག་འདིར་ཇི་ལྟར་དགའ།
en: Is swept away by the river, how could I take pleasure in it?

source: །རབ་ཏུ་གསལ་གནས་འབར་བ་ནམ་མཁའ་ལྟ་བུ་དང་། །འགྲོ་བ་ངན་ཞུགས་འགྲོ་བ་འདི་ལ་བདག་བལྟས་ནས།
en: “ ‘Having observed this world, which has fallen into bad destinies, This brightly blazing place, vast as space—

source: །རྒྱལ་པོ་དེ་རིང་འདིར་ནི་དེ་དག་དགྲོལ་བ་དང་། །གཉིད་ལོག་སད་པར་བགྱི་དང་ནད་པ་གསོ་བ་དང་། །ཟུག་རྔུ་རྩད་ནས་གདོན་དང་ལམ་ལོག་བཟློག་པའི་ཕྱིར།
en: In order to set it free here and now, O king, And to wake those asleep and cure those who are sick, “ ‘In order to thoroughly extract the thorn and turn the world away from wrong paths,

source: །བདག་གིས་ཞི་བའི་ཆོས་ཀྱི་གྲུ་ནི་མྱུར་དུ་སྦྱར།
en: I will quickly prepare the boat of the peaceful Dharma.

source: །སྟོང་ཆེན་དུ་ནི་བཅིངས་པ་རྣམ་གྲོལ་རབ་བསྒྲགས་ནས།
en: Having taught liberation for those bound in the trichiliocosm,

source: །ལེགས་པར་བཤད་པས་རིང་ནས་དབུལ་བ་ཚིམ་པར་བགྱི།
en: I will satisfy those who hungry for the well-explained doctrine for a long time.

source: །ངན་འགྲོའི་ལམ་དུ་ལྷུང་བ་དག་ཀྱང་གདོན་པར་བགྱི།
en: “ ‘I will rescue those who have descended along the paths of lower realms.

source: །ལོང་བ་མིག་སྦྱིན་སྲེད་པའི་འཁྲི་ཤིང་བསྐམ་པར་བགྱི།
en: I will give my eyes to the blind and dry up the creeper of craving.

source: །རྣམ་གྲོལ་མཆོག་ཕྱིར་ཤེས་རབ་འོད་ཟེར་མར་མེ་བྱས།
en: I will be a light of insight, a lamp for the sake of supreme liberation,

source: །དེ་ཡིས་སྲིད་གསུམ་གར་ལ་ལྟ་བ་འདྲར་མཐོང་འགྱུར།
en: By which the three worlds are seen as resembling an actor’s theater. “ ‘With lightning garlands of deep insight, clouds of loving kindness,

source: །བྱམས་དང་སྙིང་བརྩེ་སྙིང་རྗེ་ཕ་རོལ་ཕྱིན་པ་སྤྲིན།
en: The thunder of friendliness, compassion, and the perfections for sentient beings’ well-being,

source: །སེམས་ཅན་བདེ་འབྲུག་ལྷག་མཐོང་གློག་གི་ཕྲེང་བ་དང་། །བྱང་ཆུབ་ཡན་ལག་བདེ་བསིལ་ཆར་རྒྱུན་འདྲ་བ་ཡིས།
en: And the veil of soothing rain of the branches of enlightenment,

source: །འགྲོ་བ་ཡུན་རིང་དུས་ནས་གདུངས་པ་བསིལ་བར་བགྱི།
en: I will cool the world, which has been tormented for a long time.

source: །རྒྱལ་པོ་བདག་ནི་དེ་དྲན་གྱུར་ནས་འདིར་མཆིས་ཏེ།
en: “ ‘Recalling this, O king, I am here

source: །བདག་ནི་འདུས་བྱས་འདོད་པ་ཀུན་ལ་སྨོན་མ་མཆིས།
en: Without aspirations for any conditioned, desirable things.

source: །བྱང་ཆུབ་དོན་གཉེར་སེམས་ཅན་ཆེད་དུ་འདིར་སྤྱད་བགྱི།
en: I will practice here, aiming at enlightenment for the welfare of beings.

source: །གཅིག་ཏུ་ངེས་ཏེ་བདག་ནི་སྲིད་ལ་དགའ་མ་མཆིས།
en: It is certain that I will not take pleasure in worldly existence.

source: །རྒྱལ་པོ་འདི་ན་ཤེས་བཞིན་སུ་ཞིག་དགྲ་ཁྲོད་གནས།
en: “ ‘Who, O king, would knowingly dwell here among enemies?

source: །བློ་དང་ལྡན་པ་སུ་ཞིག་འཇིགས་བཅས་ལམ་དུ་འགྲོ།
en: Which intelligent person would travel on a fearful path?

source: །མིག་དང་ལྡན་པ་སུ་ཞིག་འདི་ན་གཡང་སར་ལྟུང་།
en: Who with open eyes would fall into this abyss?

source: །བྱང་ཆུབ་ལམ་ཤེས་ནས་ནི་སུ་ཞིག་བག་མེད་འགྱུར།
en: Knowing the path to enlightenment, who would become reckless?

source: །འགྲོ་བ་ཐམས་ཅད་རྒྱུན་འགྲོ་བདག་ནི་རྒྱུན་ཟློག་པ།
en: “ ‘All beings go with the stream, but I go against it.

source: །རྒྱལ་པོ་ཚིག་ཙམ་གྱིས་ནི་བྱང་ཆུབ་ཐོབ་མི་ནུས།
en: By mere words, O king, one cannot achieve enlightenment.

source: །ལྷུན་པོའི་རྩེ་ནས་རྒྱ་མཚོའི་ནང་དུ་མཆོད་སྤྲོ་ཡི།
en: I would even leap into the ocean from Mount Meru’s peak,

source: །བདག་འདིར་འདོད་པ་རྣམས་ཀྱིས་ཡིད་དགའ་དེ་ལྟ་མིན།
en: But I would never delight in these desirable things here.

source: །རྒྱལ་པོ་དམ་པ་རང་གཉེན་ཐབས་ཅིག་མྱུར་དུ་བཞུད།
en: “ ‘Go swiftly, O excellent king, together with your kinsmen,

source: །ཡུལ་འཁོར་དགའ་བ་ཐམས་ཅད་འཇིག་རྟེན་ཀུན་ལ་སྩོལ།
en: And bestow all the pleasures of your kingdom upon everyone.

source: །གང་དག་བསམ་པ་ཇི་བཞིན་བླངས་ནས་མཆི་བར་འགྱུར།
en: Let them proceed to take whatever they wish.

source: །ཡབ་བདག་བག་མེད་རྒྱལ་སྲིད་བྱེ་བ་འཚལ་མ་ལགས།
en: I will not grow reckless, father, craving millions of kingdoms.

source: །བུད་མེད་ཚོགས་ཀྱི་ནང་དུ་གནས་པས་བྱང་ཆུབ་དང་། །གྲུབ་བདེ་ཞི་བ་བླ་མེད་གནས་ནི་ཐོབ་མི་ནུས།
en: “ ‘Amidst a crowd of women, one cannot achieve enlightenment, This accomplishment of bliss, peace, and the unexcelled state.

source: །དགོན་པར་དགྱེས་པས་རྒྱལ་བས་བྱང་ཆུབ་བརྙེས་པས་ན།
en: Because the Victorious One attained enlightenment by rejoicing in the forest,

source: །བདག་ནི་རི་དང་ནགས་ཁྲོད་མཆིས་ཏེ་གནས་པར་བགྱི།
en: I, too, shall go and stay on mountains and in forests.’

source: །ཡུལ་འཁོར་སྐྱོང་དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་ཁང་བཟངས་ཀྱི་ནང་ན་འདུག་བཞིན་དུ་ཡིད་བྱུང་བ་དང་ལྡན་པའི་སེམས་ཀྱིས་བུད་མེད་དེ་དག་དང་ལྷན་ཅིག་འཆག་ཅིང་དེ་སྤྱོད་ལམ་གསུམ་གྱིས་གནས་སོ།
en: “Then, Rāṣṭrapāla, while young prince Puṇyaraśmi was residing in his court, he took a stroll in the company of these distraught women, and he abided by three ways of conduct.

source: །གསུམ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are these three?

source: འགྲེང་བ་དང་། འགྲོ་བ་དང་། འདུག་པ་སྟེ། རྨུགས་པ་དང་གཉིད་ཡོངས་སུ་སྤངས་སོ།
en: They are giving up drowsiness and torpor while standing, going, and sitting.

source: །ཁང་པའི་སྟེང་དུ་སོང་སྟེ་ས་བརྒྱད་ལ་གནས་ནས་དེ་ནམ་གྱི་གུང་ལ་བབ་པའི་དུས་ཀྱི་ཚེ་གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་སངས་རྒྱས་ཀྱི་བསྔགས་པ་རྒྱ་ཆེར་བརྗོད་ཅིང་བར་སྣང་ལ་འགྲོ་བ་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་བསྔགས་པ་རྒྱ་ཆེར་བརྗོད་ཅིང་འགྲོ་བ་ཐོས་སོ།
en: Having ascended to the roof of the palace, he heard the gods of the Śuddhāvāsa realm on the eighth floor extensively praising the Buddha, Dharma, and Saṅgha as they were flying through the air.

source: །ཐོས་ནས་ཀྱང་ཡུལ་འཁོར་སྐྱོང་རྒྱལ་བུ་གཞོན་ནུ་བསོད་ནམས་ཀྱི་འོད་ཟེར་སྤུ་ཟིང་ཞེས་བྱེད་པར་གྱུར་ནས་མཆི་མ་ཟག་ཅིང་སྐྱོ་བ་སྐྱེས་ཏེ་ཐལ་མོ་སྦྱར་ནས་ལྷ་རྣམས་ལ་ཚིགས་སུ་བཅད་དེ་སྨྲས་པ།
en: Having heard this, Rāṣṭrapāla, young prince Puṇyaraśmi, his hairs bristling with euphoria, shed tears and, overwhelmed by excitement and with palms joined together, uttered the following verse to the gods:

source: ལྷ་རྣམས་སྡུག་བསྔལ་བདག་ལ་ཐུགས་རྗེ་བསྐྱེད་ནས་ནི།
en: “ ‘O gods, you have generated compassion for me, a suffering man;

source: །གལ་ཏེ་སྐྱོ་མི་མཛད་ན་ཅུང་ཞིག་ཞུ་བར་བགྱི།
en: And if it does not disturb you, I will ask you a short question:

source: །སུ་ཡི་ཡོན་ཏན་བརྗོད་ཅིང་བར་སྣང་འདི་ལས་བཞུད།
en: Of whose good qualities do you speak as you fly through the air here?
